export const news002 = {
  id: 'news-002',
  category: 'EVENT',
  date: '2026.05.18',
  title: '明日！！【TSC4000人APEX記念カスタム】開催のお知らせ',
  thumbnail: '/tsc-official/4000_play5.webp',
  content: `全チーム参加メンバー累計120名！スポンサー様や運営陣を合わせると総勢170名が関わる、TSC過去最大規模のイベント【TSC4000人APEX記念カスタム】がいよいよ開幕します！

X（旧Twitter）掲載用の特別なプロモーション動画も作成しておりますので、当日のオープニングとは一味違う映像をぜひご覧ください！（※拡散大希望です！）

【開催スケジュール】
■ 予選 Aブロック
・日程：5月23日(土) 20:50～
※リーダー枠は20:30集合

■ 予選 Bブロック
・日程：5月24日(日) 20:30～
※リーダー枠は20:30集合

■ 本戦
・日程：8月29日(土) 20:45～
Aブロック・Bブロックの上位10チームずつ（計20チーム）が本戦への出場権を獲得します！本戦開始前には、カウントダウンおよび視聴者プレゼント企画を実施します。

【動画コンテンツ】
予選・本戦ともに、皆様に楽しんでいただける特別な映像をご用意しています。

《予選》
・特別オープニング動画⟡.（※エンディングは本戦のみとなります）

《本戦》
・カウントダウン動画
・視聴者プレゼントクロスワード動画
・本戦用特別オープニング動画
・本戦用特別エンディング動画（スポンサー様もご紹介いたします）
※もちろん、本戦を戦い抜く出場者の皆様に向けた豪華賞品も別途ご用意しております！

【超豪華！視聴者プレゼント】
半年間の取り組み期間を経て、過去最大規模のプレゼントをご用意しました！
（※賞品はすべて、同額分の「Amazonギフト券」でのお渡しとなります）

・Stream Deck Neo 相当（14,000円×2）＝ 28,000円分
・audio-technica AT4040 相当 ＝ 40,000円分
・INZONE Buds ワイヤレスイヤホン 相当 ＝ 30,000円分
・カタログギフト 相当（5,000円×6）＝ 30,000円分
・Amazonギフト券（10,000円×2）＝ 20,000円分

総額 約148,000円分！

僕らの出せる全てをここに注ぎます。
過去最高の仕上がりを、ぜひ刮目してください。

APEXカスタムの魅力を、少しでも多くの方へ届けたい。
更に向こうへ、Plus ultra！皆様のご参加・ご視聴を心よりお待ちしております。`,
};