export const faqList = [
  {
    q: '参加に年齢制限はありますか？',
    a: 'Discordの利用規約に基づき、16歳以上であればどなたでも参加可能です！サーバー内で特別な年齢制限ロールなどは設けていませんが、未成年の夜更かしは成長の敵です。夜はしっかり寝て、深夜の雑談に参加するのは18歳になってからの特権にしましょう！',
  },
  {
    q: '配信経験が全くないのですが、参加しても大丈夫ですか？',
    a: 'もちろん大歓迎です！TSCには『これから配信活動を始めてみたい！』という方も多数在籍しています。現在活躍中の配信者さんや、動画編集・イラスト制作などを行うクリエイターさんもたくさんいるので、先輩たちから刺激を受けながら楽しく活動をスタートできる環境が整っています！',
  },
  {
    q: 'サーバー内で他のメンバーにコラボを誘ってもいいですか？',
    a: '大丈夫です！募集チャンネルやVCチャンネルを使って自由に声をかけてください！ただし、執拗な誘いや、断られた後の無理な要求はガイドライン違反となりますのでご注意ください。',
  },
  {
    q: '自分のYouTubeやTwitchの宣伝をしてもいいですか？',
    a: '専用の「宣伝・告知チャンネル」を用意しております。そちらであれば、ご自身の配信開始の通知や、新作動画のアップロード報告を自由に行っていただいて構いません。',
  },
  {
    q: '配信者じゃなくても入れますか？',
    a: 'もちろんです！現在はクリエイター様、モデレーター様、企業様なども多数参加しており、配信者以外の方も活発に活動しております！',
  },
];