export const newsItems = [
  {
    id: 3, // ※他のリストと数字が被らないように適宜変更してください
    date: '2026.08.28',
    category: 'EVENT',
    title: 'いよいよ明日！8月29日(土)【TSC4000人記念APEXカスタム本戦】開催＆Twitchフロントページ掲載のお知らせ',
    content:
      '5月の予選を勝ち上がった総勢60名が激突する本戦がいよいよ開幕！初のTwitchフロントページ掲載が決定したほか、総額約138,000円分の超豪華な視聴者プレゼントもご用意。過去最高の仕上がりでお届けするこの夏最後の激戦をお見逃しなく！',
    articleId: 'news-003',
  },
  {
    id: 1,
    date: '2026.04.15',
    category: 'IMPORTANT',
    title: 'TSC鯖専用サイト開設',
    content:
      'TSC公式ポータルサイトがついにオープンしました！サーバーのガイドラインや活動記録、運営メンバーのプロフィールなど、TSCに関するあらゆる情報を集約しています。メンバーの皆様にとって使いやすく、外部の方には私たちの魅力をより伝えられる場所を目指していきます。ぜひチェックしてみてください！',
    articleId: 'news-001',
  },
  {
    id: 2,
    date: '2026.05.18',
    category: 'EVENT',
    title: '明日！！5月23、24日！【TSC4000人APEX記念カスタム】開催のお知らせ',
    content:
      'TSCサーバー4000人突破を記念した過去最大規模のAPEXカスタムが、いよいよ5月23日より開幕します！全120名の参加メンバーに加え、豪華視聴者プレゼントや特別動画もご用意。半年間の準備を注ぎ込んだ過去最高の大会をぜひお見逃しなく！',
    articleId: 'news-002',
  },
];